Revit 2027 API
ExternalServiceId Properties
The ExternalServiceId type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
(Inherited from GuidEnum)
Top
See Also
Reference
ExternalServiceId Class
Autodesk.Revit.DB.ExternalService Namespace